Repository: palto42/solus-packages
Catalog: repo_data/po/*.po
Languages: ar, bg, fi, pl, ru

source: System Base
ar: النظام الأساسي
bg: Системна база
fi: Perusjärjestelmä
pl: Baza systemowa
ru: База системы

source: Base Components
ar: المكونات الأساسية
bg: Базови компоненти
fi: Peruskomponentit
pl: Składniki bazowe
ru: Базовые компоненты

source: Base components of Solus
ar: المكونات الأساسية لنظام Solus
bg: Базови компоненти на Solus
fi: Solus peruskomponentit
pl: Podstawowe składniki Solusa
ru: Базовые компоненты Solus

source: Boot utilities
ar: أدوات الإقلاع
bg: Инструменти за стартиране
fi: Käynnistysapuohjelmat
pl: Narzędzia rozruchowe
ru: Утилиты для загрузки

source: Tools and daemons required early in the boot process
ar: الأدوات والمصغيات المطلوبة مبكراً في عملية الإقلاع
bg: Инструменти и демони, необходими за ранното стартиране на системата
fi: Työkalut ja daemonit jotka vaaditaan käynnistysprosessin alussa
pl: Narzędzia i demony wymagane na początku procesu ładowania
ru: Утилиты и демоны, требующиеся в начале процесса загрузки

source: System utilities
ar: أدوات النظام
bg: Системни инструменти
fi: Järjestelmäapuohjelmat
pl: Narzędzia systemowe
ru: Системные утилиты

source: Commonly used components for a full installation, not used in minimal environments
ar: المكونات المستخدمة عادة في تثبيت كامل، لا تُستخدم في البيئات المصغرة
bg: Често използвани компоненти за пълна инсталация, неизползвани в минимални среди
fi: Yleisesti käytetyt komponentit täydelliseen asennukseen, ei käytetä minimaalisissa ympäristöissä
pl: Często używane komponenty do pełnej instalacji, nie używane w minimalnych środowiskach
ru: Часто используемые компоненты для полной установки, не использующиеся в минималистичных окружениях

source: Base development tools
ar: أدوات التطوير الأساسية
bg: Основни инструменти за разработка
fi: Peruskehitystyökalut
pl: Podstawowe narzędzia programistyczne
ru: Базовые средства разработки

source: Development utilities - base system
ar: أدوات التطوير - النظام الأساسي
bg: Инструменти за разработка на основната система
fi: Kehitystyökalut - perusjärjestelmä
pl: Narzędzia programistyczne - system bazowy
ru: Утилиты для разработки - базовая система

source: X.Org Base Components
ar: المكونات الأساسية لـ X.Org
bg: Базови компоненти на X.Org
fi: X.Org Peruskomponentit
pl: Komponenty bazowe X.Org
ru: Базовые компоненты X.Org

source: Base components required for the X.Org System
ar: المكونات الأساسية المطلوبة لنظام X.Org
bg: Базови компоненти, необходими за X.Org системата
fi: X.Org Järjestelmän vaaditut peruskomponentit
pl: Wymagane podstawowe składniki systemu X.Org
ru: Базовые компоненты, необходимые для X.Org

source: X.Org Protocol Headers
ar: رؤوس ميفاق X.Org
bg: Протоколни хедъри на X.Org
fi: X.Org Protokollan otsikot
pl: Nagłówki protokołu X.Org
ru: Заголовки протоколов X.Org

source: Protocol headers required for building X.Org Libraries
ar: رؤوس الميفاق المطلوبة لبناء مكتبات X.Org
bg: Протоколни хедъри, необходими за изграждането на X.Org библиотеки
fi: X.Org kirjastojen rakentamiseen vaaditut protokollaotsikot
pl: Nagłówki protokołów wymagane do tworzenia bibliotek X.Org
ru: Заголовки протоколов, необходимые для сборки библиотек X.Org

source: X.Org Core Libraries
ar: مكتبات X.Org الأساسية
bg: Основни библиотеки на X.Org
fi: X.Org Peruskirjastot
pl: X.org podstawowe biblioteki
ru: Основные библиотеки X.Org

source: Core libraries required by X.Org
ar: مكتبات الأساسية المطلوبة من قبل X.Org
bg: Основни библиотеки, необходими на X.Org
fi: X.Org vaaditut peruskirjastot
pl: Biblioteki podstawowe wymagane przez X.Org
ru: Основные библиотеки, необходимые для X.Org

source: X.Org Core Fonts
ar: خطوط X.Org الأساسية
bg: Основни шрифтове на X.Org
fi: X.Org peruskirjasimet
pl: Czcionki podstawowe X.Org
ru: Основные шрифты X.Org

source: Core fonts required by X.Org
ar: الخطوط الأساسية المطلوبة من قبل X.Org
bg: Основни шрифтове, необходими на X.Org
fi: X.Org vaaditut peruskirjasimet
pl: Czcionki podstawowe wymagane przez X.Org
ru: Основные шрифты, необходимые для X.Org

source: X.Org Core Applications
ar: تطبيقات X.Org الأساسية
bg: Основни X.Org приложения
fi: X.Org Perussovellukset
pl: Aplikacje rdzeniowe X.Org
ru: Основные приложения X.Org

source: Collection of simple applications for X.Org
ar: تشكلية من البرامج البسيطة لـ X.Org
bg: Колекция от прости приложения за X.Org
fi: X.Org yksinkertaisten sovellusten kokoelma
pl: Kolekcja prostych aplikacji dla X.Org
ru: Коллекция простых приложений для X.Org

source: X.Org Display
ar: شاشة X.Org
bg: X.Org дисплей
fi: X.Org Näyttö
pl: Wyświetlacz X.Org
ru: Дисплей X.Org

source: Software required to run an X.Org Display
ar: البرامج المطلوبة لتشغيل شاشة عرض X.Org
bg: Софтуер, необходим за изпълнението на X.Org Display
fi: X.Org Näytölle vaadittu ohjelmisto
pl: Oprogramowanie wymagane do uruchomienia ekranu X.Org
ru: ПО, необходимое для запуска дисплея X.Org

source: X.Org Server
ar: خادم X.Org
bg: X.Org сървър
fi: X.Org Palvelin
pl: Serwer X.Org
ru: Сервер X.Org

source: Core server of the X Window System
ar: الخادم الأساسي لنظام نافذة X
bg: Основен сървър на X Window системата
fi: X Window Järjestelmän peruspalvelin
pl: Serwer główny systemu okien X.
ru: Основной сервер оконной системы X

source: X.Org Drivers
ar: مشغلات X.Org
bg: X.Org драйвери
fi: X.Org Ajurit
pl: Sterowniki X.Org
ru: Драйверы X.Org

source: Drivers required to use the X Window System
ar: المشغلات المطلوبة لاستخدام نظام نافذة X
bg: Необходими драйвери за използване на X Window системата
fi: X Window Järjestelmän käyttöön vaaditut ajurit
pl: Sterowniki wymagane do używania systemu X Window
ru: Драйверы, необходимые для использования X.Org

source: Networking Base
ar: أساس الربط الشبكي
bg: Мрежова база
fi: Verkko
pl: Baza sieci
ru: Сетевая база

source: Email clients
ar: عملاء البريد الإلكتروني
bg: Имейл клиенти
fi: Sähköpostiasiakasohjelmistot
pl: Klienci poczty elektronicznej
ru: Почтовые клиенты

source: IRC clients
ar: عملاء IRC
bg: IRC клиенти
fi: IRC-asiakasohjelmistot
pl: Klienci IRC
ru: Клиенты IRC

source: Instant messaging
ar: التراسل الفوري
bg: Мигновени съобщения
fi: Pikaviestintä
pl: Wiadomości błyskawiczne
ru: Мессенджеры

source: News and RSS readers
ar: الأخبار وقارئات RSS
bg: Новини и RSS четци
fi: Uutiset ja RSS-lukijat
pl: Czytniki wiadomości i RSS
ru: Клиенты для просмотра новостей и RSS

source: Remote management software
ar: برامج التحكم عن بُعد
bg: Приложения за управление от разстояние
fi: Etähallintaohjelmistot
pl: Oprogramowanie do zdalnego zarządzania
ru: ПО для удаленного управления

source: Web applications
ar: تطبيقات الويب
bg: Уеб приложения
fi: Web-sovellukset
pl: Aplikacje internetowe
ru: Веб-приложения

source: Web browsers
ar: متصفحات الانترنت
bg: Уеб браузъри
fi: Web-selaimet
pl: Przeglądarki internetowe
ru: Веб-браузеры

source: Networking utilities
ar: أدوات الربط الشبكي
bg: Мрежови инструменти
fi: Verkkoapuohjelmat
pl: Narzędzia sieciowe
ru: Сетевые утилиты

source: Download managers
ar: مدير التنزيلات
bg: Даунлоуд мениджъри
fi: Latausten hallintaohjelmistot
pl: Pobieranie menedżerów
ru: Менеджеры загрузки

source: Networking CLI Clients
ar: عملاء الربط الشبكي بسطر الأوامر
bg: Мрежови клиенти с команден интерфейс
fi: Verkko CLI-asiakasohjelmistot
pl: Sieciowanie klientów CLI
ru: Сетевые консольные клиенты

source: Kernel Images
ar: صور النواة
bg: Образи на ядрото
fi: Kernel Levykuvat
pl: Obrazy jądra
ru: Образы ядра

source: Kernel Development
ar: تطوير النواة
bg: Разработка за ядрото
fi: Kernel Kehitys
pl: Rozwój jądra
ru: Разработка для ядра

source: Text Editors
ar: محررات النصوص
bg: Текстови редактори
fi: Tekstieditorit
pl: Edytory tekstowe
ru: Текстовые редакторы

source: Simple and advanced text editors
ar: محررات النصوص البسيطة والمتقدمة
bg: Прости и комплексни текстови редактори
fi: Yksinkertaiset ja edistyneet tekstieditorit
pl: Proste i zaawansowane edytory tekstowe
ru: Простые и продвинутые текстовые редакторы

source: Office Software
ar: برامج المكتب
bg: Офис софтуер
fi: Toimisto-ohjelmistot
pl: Oprogramowanie biurowe
ru: Офисное ПО

source: Office software
ar: برامج المكتب
bg: Офис софтуер
fi: Toimisto-ohjelmistot
pl: Oprogramowanie biurowe
ru: Офисные приложения

source: Financial Software
ar: برامج مالية
bg: Финансов софтуер
fi: Taloushallinto-ohjelmistot
pl: Oprogramowanie finansowe
ru: Финансовое ПО

source: Mathematics-Oriented Software
ar: برامج حسابية
bg: Математически-ориентиран софтуер
fi: Matematiikkaan suuntautuneet ohjelmistot
pl: Oprogramowanie matematyczne
ru: ПО для математических вычислений

source: Note-Taking Software
ar: برامج تدوين الملاحظات
bg: Софтуер за водене на записки и бележки
fi: Muistiinpano-ohjelmistot
pl: Oprogramowanie do robienia notatek
ru: ПО для заметок

source: Scientific Software
ar: برامج علمية
bg: Научен софтуер
fi: Tieteelliset ohjelmistot
pl: Oprogramowanie naukowe
ru: Научное ПО

source: Software aimed at various scientific fields.
ar: برامج موجهة لمجالات علمية مختلفة.
bg: Софтуер, концентриран върху различни научни сфери
fi: Ohjelmistot tarkoitettu eri tieteellisille aloille.
pl: Oprogramowanie mające na celu różne dziedziny naukowe.
ru: Приложения для работы в различных областях науки.

source: E-book and PDF Viewing Software
ar: برامج الكتب الإلكترونية وعرض PDF
bg: Четци на електронни книги и PDF файлове
fi: E-kirja ja PDF-katseluohjelmistot
pl: Ebook i oprogramowanie do przeglądania plików PDF
ru: ПО для чтения и просмотра PDF

source: Programming
ar: برمجة
bg: Програмиране
fi: Ohjelmointi
pl: Programowanie
ru: Программирование

source: Software related to programming
ar: برامج متعلقة بالبرمجة
bg: Софтуер за програмиране
fi: Ohjelmointiin liittyvät ohjelmistot
pl: Oprogramowanie związane z programowaniem
ru: ПО, связанное с программированием

source: Development files
ar: ملفات التطوير
bg: Файлове за разработка
fi: Kehitystiedostot
pl: Pliki rozwojowe
ru: Файлы для разработки

source: Integrated Developer Environments
ar: بيئات التطوير المدمجة
bg: Интегрирани среди за разработване
fi: Integroidut kehittäjäympäristöt
pl: Zintegrowane środowiska programistyczne
ru: Интегрированные среды разработки

source: Development tools
ar: أدوات التطوير
bg: Инструменти за разработка
fi: Kehitystyökalut
pl: Narzędzia programistyczne
ru: Средства для разработки

source: Haskell libraries
ar: مكتبات هاسكل
bg: Haskell библиотеки
fi: Haskell kirjastot
pl: Biblioteki Haskella
ru: Библиотеки Haskell

source: Python modules
ar: وحدات بايثون
bg: Python модули
fi: Python moduulit
pl: Moduły Pythona
ru: Модули Python

source: Perl modules
ar: وحدات بيرل
bg: Perl модули
fi: Perl moduulit
pl: Moduły Perl
ru: Модули Perl

source: Java modules and libraries
ar: وحدات ومكتبات جافا
bg: Java модули и библиотеки
fi: Java moduulit ja kirjastot
pl: Moduły i biblioteki Java
ru: Модули и библиотеки Java

source: Programming libraries
ar: مكتبات البرمجة
bg: Библиотеки за програмиране
fi: Ohjelmointikirjastot
pl: Biblioteki programowania
ru: Библиотеки для разработки

source: Database clients and servers
ar: عملاء وخوادم قاعدة البيانات
bg: Клиенти за бази данни и сървъри
fi: Tietokanta-asiakasohjelmistot ja palvelimet
pl: Klienci i serwery bazy danych
ru: Клиенты и серверы БД

source: Desktop Software
ar: برامج سطح المكتب
bg: Десктоп приложения
fi: Työpöytä-ohjelmistot
pl: Oprogramowania typu pulpita
ru: ПО для рабочей среды

source: Desktop specific software
ar: برامج سطح مكتب خاصة
bg: Софтуер за десктоп
fi: Työpöydille määrätyt ohjelmistot
pl: Oprogramowanie dla komputerów stacjonarnych
ru: ПО, специфичное для рабочей среды

source: General Multimedia Software
ar: برامج وسائط متعددة عامة
bg: Мултимедиен софтуер за общи цели
fi: Yleiset multimediaohjelmistot
pl: Ogólne oprogramowanie multimedialne
ru: ПО для мультимедиа

source: Graphics
ar: الرسوم
bg: Графика
fi: Kuvankäsittely
pl: Grafika
ru: Графика

source: Graphics Manipulation Software
ar: برامج تعديل الرسوم
bg: Софтуер за манипулиране на графика
fi: Kuvankäsittelyohjelmistot
pl: Oprogramowanie do manipulacji grafiką
ru: ПО для работы с графикой

source: Multimedia Codecs
ar: مراميز الوسائط المتعددة
bg: Мултимедийни кодеци
fi: Multimediakoodekit
pl: Kodeki multimedialne
ru: Кодеки мультимедиа

source: Multimedia Codecs and Format Support
ar: مراميز ودعم صيغ الوسائط المتعددة
bg: Мултимедийни кодеци и поддръжка на формати
fi: Multimediakoodekit ja formaattien tuki
pl: Kodeki multimedialne i obsługa formatu
ru: Кодеки мультимедиа и поддержка форматов

source: Video Software
ar: برامج الفيديو
bg: Видео софтуер
fi: Video-ohjelmistot
pl: Oprogramowanie wideo
ru: ПО для видео

source: Audio Software
ar: برامج الصوت
bg: Аудио софтуер
fi: Audio-ohjelmistot
pl: Oprogramowanie audio
ru: ПО для аудио

source: Multimedia Libraries
ar: مكتبات الوسائط المتعددة
bg: Мултимедийни библиотеки
fi: Multimediakirjastot
pl: Biblioteki multimedialne
ru: Библиотеки для мультимедиа

source: GStreamer Runtime
ar: زمن تشغيل جي ستريمر
bg: GStreamer рънтайм
pl: Czas działania GStreamer
ru: Среда выполнения GStreamer

source: GStreamer Runtime &amp; Support Libraries
ar: زمن تشغيل ومكتبات دعم جي ستريمر
bg: GStreamer рънтайм и помощни библиотеки
fi: GStreamer Runtime &amp; Tukikirjastot
pl: Czas działania programu GStreamer &amp; Biblioteki wsparcia
ru: Среда выполнения GStreamer и вспомогательные библиотеки

source: Desktop Libraries
ar: مكتبات سطح المكتب
bg: Десктоп библиотеки
fi: Työpöytäkirjastot
pl: Biblioteki komputerowe
ru: Библиотеки для рабочей среды

source: Common libraries required for a desktop
ar: المكتبات الشائعة المطلوبة لسطح مكتب
bg: Често срещани библиотеки, необходими за десктопа
fi: Työpöytään vaaditut yhteiset kirjastot
pl: Wspólne biblioteki wymagane na pulpicie
ru: Типичный набор библиотек, необходимый для рабочей среды

source: Desktop Theming
ar: توسيم سطح المكتب
bg: Десктоп теми
fi: Työpöydän Teema
pl: Tematy Pulpitu
ru: Темы для рабочей среды

source: Themes to enhance the desktop
ar: سمات لتحسين سطح المكتب
bg: Теми за подобряване на десктопа
fi: Työpöytää parantavat teemat
pl: Tematy ułatwiające pracę na komputerze stacjonarnym
ru: Темы для персонализации рабочей среды

source: Desktop Fonts
ar: خطوط سطح المكتب
bg: Десктоп шрифтове
fi: Työpöytäkirjasimet
pl: Czcionki pulpitu
ru: Шрифты для рабочей среды

source: Fonts to enhance the desktop
ar: خطوط لتحسين سطح المكتب
bg: Шрифтове за подобряване на десктопа
fi: Työpöytää parantavat kirjasimet
pl: Czcionki zwiększające pulpit
ru: Шрифты для персонализации рабочей среды

source: Qt Runtime Libraries
ar: مكتبات زمن تشغيل Qt
bg: Qt рънтайм библиотеки
fi: Qt Runtime Kirjastot
pl: Biblioteki wykonawcze Qt
ru: Библиотеки среды выполнения Qt

source: GTK Runtime Libraries
ar: مكتبات زمن تشغيل GTK
bg: GTK рънтайм библиотеки
fi: GTK Runtime Kirjastot
pl: Biblioteki wykonawcze GTK
ru: Библиотеки среды выполнения GTK

source: Budgie Desktop
ar: سطح المكتب بَدْجي
bg: Budgie десктоп
fi: Budgie Työpöytä
pl: Budgie Pulpit
ru: Рабочая среда Budgie

source: Elements of the Solus Budgie Experience
ar: عناصر تجربة Solus بسطح المكتب بَدْجي
bg: Елементи на Solus Budgie
fi: Solus Budgie -kokemuksen elementit
pl: Elementy doświadczenia Solusa Budgie
ru: Компоненты для Solus Budgie

source: GNOME Desktop
ar: سطح المكتب جنوم
bg: GNOME десктоп
fi: GNOME Työpöytä
pl: GNOME Pulpit
ru: Рабочая среда GNOME

source: MATE Desktop
ar: سطح المكتب ماتيه
bg: MATE десктоп
fi: MATE Työpöytä
pl: MATE Pulpit
ru: Рабочая среда MATE

source: i3 Desktop
ar: سطح المكتب i3
bg: i3 десктоп
fi: i3 Työpöytä
pl: i3 Pulpit
ru: Рабочая среда i3

source: GNOME Desktop - Core System
ar: سطح المكتب جنوم - النظام الأساسي
bg: GNOME десктоп - основна система
fi: GNOME Työpöytä - Ydinjärjestelmä
pl: GNOME Pulpit - System podstawowy
ru: Рабочая среда GNOME - основные файлы

source: GNOME Documentation Tools
ar: أداة توثيق جنوم
bg: GNOME инструменти за документация
fi: GNOME Dokumentaatiotyökalut
pl: Narzędzia dokumentacyjne GNOME
ru: Средства документирования GNOME

source: Documentation tools for GNOME
ar: أدوات توثيق لجنوم
bg: Инструменти за GNOME документация
fi: Dokumentaatiotyökalut GNOME:lle
pl: Narzędzia dokumentacyjne GNOME
ru: Средства документирования для рабочей среды GNOME

source: KDE Desktop
ar: سطح المكتب كي دي إي
bg: KDE десктоп
fi: KDE Työpöytä
pl: Pulpit KDE
ru: Рабочая среда KDE

source: KDE Desktop - Core System
ar: سطح المكتب كي دي إي - النظام الأساسي
bg: KDE десктоп - основна система
fi: KDE Työpöytä - Ydinjärjestelmä
pl: Pulpit KDE - System podstawowy
ru: Рабочая среда KDE - основные файлы

source: Desktop Core Components
ar: المكونات الأساسية لسطح المكتب
bg: Основни компоненти на десктоп
fi: Ydinjärjestelmäkomponentit
pl: Podstawowe składniki pulpitu
ru: Основные компоненты рабочей среды

source: Core components for desktop systems
ar: المكونات الأساسية لأنظمة سطح المكتب
bg: Основни компоненти за десктоп системи
fi: Ydinjärjestelmäkomponentit työpöytäjärjestelmille
pl: Podstawowe składniki systemów komputerowych
ru: Основные компоненты для рабочих сред

source: Security applications
ar: تطبيقات الأمن
bg: Приложения за сигурност
fi: Turvallisuussovellukset
pl: Aplikacje bezpieczeństwa
ru: ПО для безопасности

source: Cryptographic utilities
ar: أدوات التعمية
bg: Инструменти за криптография
fi: Salausapuvälineet
pl: Narzędzia kryptograficzne
ru: Криптографические утилиты

source: Cryptographic utilities and runtimes
ar: أدوات وأزمنة تشغيل التعمية
bg: Инструменти и рънтайм за криптография
fi: Salausapuvälineet ja runtimet
pl: Narzędzia kryptograficzne i czas pracy
ru: Криптографические утилиты и среды выполнения

source: Security-oriented libraries
ar: مكتبات أمنية
bg: Библиотеки за сигурност
fi: Turvallisuuteen keskittyneet kirjastot
pl: Biblioteki zorientowane na bezpieczeństwo
ru: Библиотеки, ориентированные на безопасность

source: Main games collection
ar: تشكيلة الألعاب الرئيسة
bg: Колекция от главни игри
fi: Pelikokoelma
pl: Główne kolekcje gier
ru: Основная коллекция игр

source: Main games
ar: الألعاب الرئيسة
bg: Главни игри
fi: Pelit
pl: Gry główne
ru: Основные игры

source: Action Games
ar: ألعاب العمليات
bg: Екшън игри
fi: Toimintapelit
pl: Gry akcji
ru: Экшн-игры

source: Arcade Games
ar: ألعاب اركيد
bg: Аркадни игри
fi: Arcade-pelit
pl: Gry zręcznościowe
ru: Аркады

source: Card Games
ar: ألعاب البطاقات
bg: Игри с карти
fi: Korttipelit
pl: Gry karciane
ru: Карточные игры

source: Console Emulators
ar: محاكيات الطرفية
bg: Конзолни емулатори
fi: Konsoliemulaattorit
pl: Emulatory konsoli
ru: Эмуляторы консолей

source: Massive Multiplayer Online Games
ar: ألعاب ضخمة متعددة اللاعبين على الإنترنت
bg: Масивни онлайн игри
fi: Massiiviset monipelaaja online-pelit
ru: Многопользовательские игры

source: Platformer Games
ar: ألعاب المنصات
bg: Платформени игри
fi: Tasohyppelypelit
pl: Gry platformowe
ru: Платформеры

source: Puzzle Games
ar: ألعاب الأحاجي
bg: Пъзелни игри
fi: Palapelit
pl: Gry logiczne
ru: Головоломки

source: Role-playing Games
ar: ألعاب تمثيل الدور
bg: Ролеви игри
fi: Roolipelit
pl: Gry fabularne
ru: Ролевые игры

source: Strategy Games
ar: ألعاب الاستراتيجية
bg: Стратегически игри
fi: Strategiapelit
pl: Gry strategiczne
ru: Стратегии

source: Solus Repository
ar: مخزن Solus
bg: Хранилище на Solus
fi: Solus Ohjelmavarasto
pl: Repozytorium Solus
ru: Репозиторий Solus

source: System Software
ar: برامج النظام
bg: Системен софтуер
fi: Järjestelmäohjelmisto
pl: Oprogramowanie systemowe
ru: Системное ПО

source: Internet Software
ar: برامج الانترنت
bg: Интернет софтуер
fi: Internet-ohjelmisto
pl: Oprogramowanie internetowe
ru: Интернет-приложения

source: Multimedia &amp; Graphics
ar: الوسائط المتعددة والرسوميات
bg: Мултимедия и Графика
fi: Multimedia &amp; Grafiikka
pl: Multimedia &amp; Grafika
ru: Мультимедиа и графика

source: Gaming on Solus
ar: اللعب على Solus
bg: Гейминг на Solus
fi: Solus pelaaminen
pl: Gry na Solusie
ru: Игры для Solus

source: Programming Languages &amp; Tools
ar: لغات وأدوات البرمجة
bg: Езици и инструменти за програмиране
fi: Ohjelmointikielet &amp; Työkalut
pl: Języki programowania &amp; Przybory
ru: Языки программирования и утилиты для них

source: Desktop Software &amp; Theming
ar: برامج وسمات سطح المكتب
bg: Десктоп софтуер и Теми
fi: Työpöytä-ohjelmisto &amp; Teemat
pl: Oprogramowanie Pulpitu & Tematy
ru: Приложения и темы для рабочей среды

source: Security Software
ar: برامج الأمن
bg: Софтуер за сигурност
fi: Tietoturvaohjelmisto
pl: Oprogramowanie zabezpieczające
ru: ПО для безопасности
